[
  {
    "name": "Alive Bouvot",
    "_id": 811,
    "imageSrc": "",
    "producer": "Octavin",
    "region": "Jura",
    "bio": "Alice Bouvot is the proud proprietor of 5 hectares of vines in the Arbois region of the Jura. Alice started her domaine in 2005 with just 2 hectares and over the years have bought small plots and slowly increased their production. Some of our favorite winery visits are with Alice and her adorable sons. On top of her warmth, the vineyards are equally as vibrant. LOctavin is now Demeter biodynamic certified and she works to convey this message to the fullest. Wild grasses, weeds, insects, and animals all have a place in their vines creating a true ecosystem that gives a deeper meaning to each glass of her wine. Since 2009 all LOctavin wines are pur jus, with no additives whatsoever. The grapes are destemmed by hand and fermented without the use of SO2, cultured yeasts, or other additives. Most of the wines are fermented and aged in fiber glass or steel tanks, but only at the ambient temperature of the cave. Most of LOctavin wines are made to reflect single plot expression. The Don Giovanni, for instance, is from a very old plot of Pinot Noir with some old Chardonnay vines as well, so the two grapes come together in the cuvée."
  },
  {
    "name": "Rori and Cinzia",
    "_id": 812,
    "bio": "SRC is a small family operation started in 2013 with five wines  from about 17 hectares of Contrada (sites) between Solicchiata and Randazzo  on the northern slopes of Mt. Etna in Sicily. The name comes from the first  initials of owners Rori and Cinzia, and their daughter Sandra. As a double  meaning, when you say the words SRC together, it sounds like the Italian  phrase 'essence' meaning: 'We are here.' The high elevation and steep slopes of  Etna are full of tiny plots of terraced vines, fueled by fresh and rejuvenated  volcanic soils that create truly one-of-a-kind grapes. The estate vines are in 5  distinct districts: Crasà, Calderara, Rivaggi, Barbabecchi, and Pirao; all of which  offer a unique quality to these biodynamically farmed indigenous varieties, with  management of wild herbs and the help of local sheep. In the cellar, natural and  slow fermentations, minimal intervention, large old barrels, and no sulfur use,  create a small range of inspiring and delicious Etna wine.",
    "producer": "SRC VINI",
    "region": "Etna"
  },
  {
    "name": "Joe Swick",
    "_id": 813,
    "bio": "A native of Oregon, Joe returned to his home state in 2013 after a decade of working harvests and making wine across the globe. Joe’s ethos is rooted in showcasing the unique cold climate terroirs of the Pacific Northwest using a hands off approach. Swick partners exclusively with organic and biodynamic growers to develop wines that he himself would like to drink -- fresh, lively acidity, with no conventional additives, only adding modest amounts of SO2 on select wines when absolutely necessary. Swick Wines integrate themselves into a movement looking to rewrite the history of West Coast winemaking. Joe uses a number of minimal intervention techniques from experimentation in skin-contact to field blends to Pét-Nats. Swick works with historically farmed regional varieties such as Pinot Noir, Chenin Blanc and Grenache and experiments with non-native grapes such as Verdelho, Melon de Bourgogne and Touriga Nacional. What ends up in the glass are energetic, vins de soif with a freshness and balanced acidity that reflect their artist, terroir, and space in time -- each year bringing new wines and a new approach. You never know what surprises you might find with Swick.",
    "producer": "Swick",
    "region": "Oregon"
  },
  {
    "name": "Antoine Arraou",
    "_id": 814,
    "bio": "Ex photographer turned winemaker - certified biodynamic vineyard",
    "producer": "Chateau Lafitte",
    "region": "Sud Ouest"
  },
  {
    "name": "Lieux Communs",
    "_id": 815,
    "bio": "Located in Montreal, Lieux Communs works with grapes, apples, flowers, herbs, berries etc from Quebec and Ontario to produce small batch natural wines, cidres, and other hybrid bevrages.",
    "producer": "Lieux Communs",
    "region": "Montreal"
  },
  {
    "name": "Bencze Birtok",
    "_id": 816,
    "bio": "From producers site: When we first saw Szent György-hegy, the hill that now gives home to our estate, we have utterly fallen in love with it. The spirit and the untouched nature of this place has changed our lives forever.We started making wine just for ourselves, which is still to this day is inspired by the excitement of experimentation and the ways to discover the potential in the terroir that surrounds us. We don't use commercial yeast, we let the juice to ferment by its own yeast flora, which gives our wines a special, unique and distinct aroma. By the constant expelling of wine additives we can preserve the fruits original characteristics and the unique minerality of the volcanic soil. Our main goal is making natural wines in order to show the most of the terroir. We try to focus on exploring traditional Hungarian grape varieties and cultivate what is given by nature. Beside cultivating vineyards and making wine, we felt the need to provide accomodation for guests arriving to winetasting. When we bought the vineyards on the hillside, we also transformed the old summer houses into guesthouses.",
    "producer": "Bencze Birtok",
    "region": "Badascony"
  },
  {
    "name": "Justine Therrien and Julien Niquet",
    "_id": 817,
    "bio": "Located 300 meters above sea level, at the very top of the famous Joy Hill coast in Frelighsburg, our vineyard benefits from a direct south orientation, multiple hillsides, magnificent and varied flora and fauna, as well as than the influence of the majestic Mount Pinnacle to the east. It was in 2017 that we bought this land, with the ambition of making it a place where life, sharing and joy would take over everything else. It was therefore natural for us to baptize this precious place with the same name as the coast that runs along it, the coast of joy. We have planted 37,000 “vitis vinifera” type vines in 3 years. The selection of grape varieties was made naturally, simply thinking about the grape varieties that we like to drink. Our instinct told us that these varieties would grow well on Joy hill, and indeed, it did not disappoint us! Our playground therefore consists of grüner veltliner, blaufränkisch, gamay, gamaret, melon de bourgogne, pinot blanc, riesling and chardonnay. Our soil is composed of sand, silt, clay and shale. It is a stony ground, filled with metamorphic and sedimentary rocks, which makes the happiness of the vines and their roots. It is a place where the sunsets are flamboyant and where nature is beautiful and generous.",
    "producer": "Joy Hill",
    "region": "Quebec"
  },
  {
    "name": "Marcel Lapierre",
    "_id": 821,
    "bio": "Marcel Lapierre took over the family domaine in 1973. The big event in his winemaking career, was his adoption of natural practices as preached by Jules Chavet, a chemist and researcher that fought against the introduction of chemical fertilizers and pesticides in the 1950s. Lapierre, together with Guy Breton, Jean-Paul Thévenet, and Jean Foillard, worked together to establish a natural approach for wine in Beaujolais. In the face of a region whose wines had often been made for immediate consumption and enshrined with the Beaujolais nouveau campaigns, making natural wine without compromise was going against the grain. This group of vignerons called for a return to the old practices of viticulture and vinification: starting with old vines, never using synthetic herbicides or pesticides, harvesting late, rigorously sorting to remove all but the healthiest grapes, adding minimal doses of sulphur dioxide or none at all, and avoiding chaptalization whenever possible. Marcels mantle is now taken by his son Matthieu and his daughter Camille, who have introduced biodynamic farming to the domaine.",
    "producer": "Domaine Lapierre",
    "Region": "Beaujolais"
  },
  {
    "name": "Ludovic Bonnardot",
    "_id": 818,
    "bio": "Domaine Bonnardot is a family estate in Bonnecontre, near the Citeaux Abbey. The family has a long heritage of winemaking in the area dating back to 1470, but in more recent memory it was Elizabeth who graduated from studying enology in Beaune, studied with Jules Chauvet and began to practice more natural approaches to her winemaking. Today her son Ludovic, who first began experimenting with natural winemaking as a teenager with grapes from an old parcel of his grandfather's, now guides the winemaking at the estate. He prefers not to add sulfur to his wines. After completing his education in winemaking, he returned to his family lands in 2005 and began to convert the 15 hectares, situated between Pommard and Santenay, to purely organic farming.",
    "producer": "Domaine Bonnardot",
    "Region": "Burgundy"
  },
  {
    "name": "De Mena",
    "_id": 819,
    "bio": "Paziols feels like a place frozen in time. Tucked away in the Pyrenees Mountains this village used to belong to the Principality of Catalonia and in many ways genuinely still boasts an almost medieval feel. Here the past still holds sway; standing in its age-old streets its hard not to imagine Templar Knights setting off on a Grail quest. Its among these buildings and cobblestone streets of a bygone era you’ll find the visionary vigneron Sébastien Agelet and his passion project De Mena. Paziols is small, so small that the first person two clearly lost Americans ran into was the Aunt of the exact person they were looking for. Though lucky, I feel anyone in the village could have led us to Sébastien. Although the area is surrounded by vines there are actually very few wineries in the town. Most growers in the area tend to sell their wines to the co-op, something Sébastien and his family had historically done as well. Not too long ago though something changed, Sébastien began to feel there was a better way, in essence a more natural and organic way. He began to farm his family’s old vine vineyards organically and pull more and more fruit away from the co-op and devote it to his own winemaking techniques, and thus De Mena (Catalan for “By Nature”) was born. We have tasted a lot of “Natural Wines” good, bad, and everywhere in between, and we can honestly say only a handful have had a visceral effect, and De Mena is certainly one. De Mena is about a purpose and a passion. So many times, the “Natural Wine” movement, of which we are firm believers, can get caught up in hype and marketing. De Mena has great labels, no denying that, but as anyone who has had the wines can attest these are more than legit, they are purposeful, thought provoking, important, and maybe most significant utterly delicious!",
    "producer": "De Mena",
    "region": "Languedoc"
  },
  {
    "name": "Victor Beau",
    "_id": 820,
    "bio": "The estate was created in 1982, and although it was very much avant-garde in its farming straightaway (biodynamic since 1985), Christoph Beau was seen as young and crazy for preferring to optimise the natural process, relying on his intuition and conviction rather than scientific measures. In 2010 Victor, Christoph's son, took over after a short career in physiotherapy, and now runs the 8ha estate. Victor feels priviliged to be working with vineyards with some of the most interesting terroir in the famed appellation. Surrounded by limestone cliffs, with soils that are rich in gravette de Corconne - big limestone sediments that help to retain freshness during the long summer days. He is very thankful for the knowledge and the 'bon sens paysan' passed down from his father. Today, Victor makes the wines with a good family friend Herve, a teacher at the Arts et Metiers ParisTech, but also one of the first natural wine distributors in Paris. Victor, following his father's path, leads the farming work, while Herve follows the same philosophy in the cellar. The duo like to keep an outsider's eye on each other and are constantly challenging themselves. As Victor's dad often says wisely, we are easily trapped by fame and the name on the label, while forgetting that the mission is to look after and cherish the land. Today, in Victor and Herves hands, the farming and the wines are as ‘avant-garde’ as Domaine Inebriati has ever been, and we are looking forward to seeing what the upcoming vintages will bring as they will start experimenting with amphoras directly burried in the vineyards.",
    "producer": "Inebriati",
    "region": "Languedoc"
  },
  {
    "name": "Michele Aubery-Laurent",
    "_id": 822,
    "bio": "Michèle Aubery Laurent, the head and heart of Domaine Gramenon, is one of the most distinguished grande dames in Rhône wine... Her adventure began in 1978 when she bought 12 hectares of old vines in Montbrison with her husband Philippe Laurent. Vinification began in the first year and her first bottles were marketed in 1979. Organic methods were soon after introduced and the wines immediately earned recognition. Over time, plantations and the acquisition of several additional parcels brought the vineyard to its current size of 26 hectares. Maxime-François, one of the couples three children, joined the estate in 2006 and has accompanied them in applying the tenets of biodynamic viticulture to the vineyard (today certified organic by Ecocert and biodynamic by Demeter) and in the estate’s completely natural vinifications. The cuvées are always very successful, so much that the name Gramenon is today a reference and the wines are as rare as they are sought after.",
    "producer": "Domaine Gramenon",
    "region": "Cotes du Rhone"
  },
  {
    "name": "Podere Anima Mundi",
    "_id": 823,
    "bio": "The estate “Podere Anima Mundi” is situated in Usigliano, in the heart of the hills of Lari, a small tuscan borgo, just few kilometers from Pisa. Our aim is to obtain quality and elegance in the glass. We have decided to redevelop the area, by means of high-quality wines originated from native grape varieties, such as “Pugnitello”, “Foglia Tonda”, “Canaiolo” or “Ciliegiolo”."
  },
  {
    "name": "Jean-Yves Peron",
    "_id": 824,
    "bio": "",
    "producer": "Jean-Yves Peron",
    "region": "Savoie"
  },
  {
    "name": "Ariane Lesne",
    "_id": 825,
    "bio": "Ariane Lesné has been working in wine since the early 1990s after leaving university with a postgraduate degree in management and marketing, specifically in the area of wines and spirits. In 1994, she joined the Repaire de Bacchus, a chain of Parisian wine stores. It was in 1998 that Ariane worked her first harvest in Burgundy and led her to complete her training with a Professional Patent Manager Farmer, with the goal of one day managing her own domain. She stayed in Burgundy for six years, where she had the chance to work with one of the seminal (now certified biodynamic) domaines in Nuits St. Georges, Domaine de l Arlot. In the mid-2000s, Ariane went to Great Britain to work for an English wine merchant who introduced her to the world of fine wine speculation, but in 2008, she returned to Paris to take up the trade of wine merchant. It was here that she was first immersed in the world of organic, biodynamic, and natural wines which fueled her desire to return to the land. During this time she was falling under the spell of pineau d aunis, specifically the 2005 vintage of Domaine de Montrieux Rouge, which reminded her of the texture of the pinot noir that she loved so much but with an added aromatic side typical of the grape variety. This was the spark that then led to a deeper interest in the region the variety is grown — that is in and around Touraine and Anjou — and a quest to taste all the wines made from it. After a few years of exploration, it was settled that this is where she was going to live. In the beginning of 2014, Ariane learned that Emile Héredia, the owner of Domaine de Montrieux in the Côteaux du Vendômois, would be selling the estate. She did not think twice about it, and by harvest time she was living on the estate, ultimately taking over by the spring of 2015. When she first took the reins, the property was planted to 7.5 hectares, but after two years of losses (2016 loss of 60% and 2017 loss of 40%), she decided to uproot some vines to replant in a better-suited parcel in 2018. Now, the estate has a little over 6 hectares of vines planted with pineau d aunis, gamay teinturiers, chenin blanc, pinot blanc, pinot noir, and cabernet franc. In 2017 Ariane decided to begin a small negoce project to supplement her production in lean years, as many in the Loire had to do after a string of trying vintages.",
    "producer": "Domaine de Montrieux",
    "region": "Loire"
  },
  {
    "name": "Mackenzie Brisbois",
    "_id": 826,
    "bio": "Trail Estate: We tend to push boundaries. But this is also natural. Winemaking requires a healthy dose of intuition and curiosity. And no year is ever the same! We want our wines to be equally ephemeral and express the best each vineyard has to offer. We believe every wine should be surprising, textural and soulful; not predictable.We use low-intervention practices in the vineyard and cellar. Since 2018 we have employed primarily organic and regenerative practices to build soil health and aid biodiversity. Our grapes are hand-picked and hand-processed. In the cellar, wild, non-select yeasts ferment our wines and we guide them with as little intervention as possible — and use no ‘corrections’ such as enzymes, tannins, colours, etc. Sulphurs or zero to low (usually 0-15ppm but always <50ppm). All our wines, regardless of style, remain unfiltered and whole. Each wine tells the story of site and vintage with unabashed honesty. Mackenzie Brisbois: Learning, living and drinking in the culture of amazing wine while working at Norman Hardie Winery and gaining experience during harvests in South African (Bouchard Finlayson and Sumaridge) and New Zealand (Central Otago Wine Company) shaped her style. Taking on a new project, Mackenzie moved from Prince Edward County to Nanaimo, British Columbia (Chateau Wolff). Having sampled various wine regions, Mackenzie is confident that the limestone soils of PEC are where she wants to put down her roots.",
    "producer": "Trail Estate",
    "region": "Ontario"
  },
  {
    "name": "Philippe Formentin",
    "_id": 827,
    "bio": "Natural artisan wine. Vines cultivated in organic and biodynamic agriculture. In Occitan, a descendant of the spoken Latin language of the Roman Empire, « Opi d aqui » is translated as « opium from here ». Here, in the Languedoc, a region filled with vineyards from the 1st century, A.D., our vines and winery are carefully tended by hand, giving our own personal touch to the wine, a natural purity, lightness, and freshness. After having worked 10 years at Domaine Chabanon in Lagamas, near Montpellier, Philippe Formentin, became a « flying winemaker », consulting at vineyards around the world, in California, Corsica, Russia, and India.In 2011, Philippe discovered a small winery nestled in the wild « Garrigue » the south of France equivalent to the « Outback »  just outside Clermont l Hérault. Here in the foothills of the Larzac, Philippe has brought life to his dream of making his own natural artisan wine. Philippes first trial Cuvée, « Opi d aqui », 2011, quickly sold out. Encouraged by this success, Philippe has created for the 2012 vintage, 5 distinctive natural cuvées.",
    "producer": "Opi d'Aqui",
    "region": "Languedoc"
  },
  {
    "name": "Matthias Warnung",
    "_id": 828,
    "bio": "Matthias Warnung farms 10 hectares of vines in the Kamptal region of Austria. He took over the operation of the winery from his father in 2010, after spending time working with various other winemakers, most notably the famed South African natural winemaker behind Testalonga, Craig Hawkins. He ferments all the wines spontaneously and uses little to no sulfur. ",
    "producer": "Matthias Warnung",
    "region": "Kamptal"
  },
  {
    "name": "Lole Rabasco",
    "_id": 829,
    "bio": "Our company is a family consists of 9 hectares of vineyards in the town of Pianella part and a part in the municipality of Loreto Aprutino with an average age of 30, the beautiful hillside aspects, mild climate with great temperature ranges provide the environmental conditions perfect for growing grapes; We conduct our vines respecting the natural balance of the ecosystem and the environment, with the belief that wine is made in the vineyard and not in the cellar. Harvests are manual and occur closely following the ripening of the grapes curves, the low yields per hectare provide us with great quality grapes. All this allows the wine to faithfully reflect the terroir, with great sincerity and frankness, each of our wines has a strong personality.",
    "producer": "Rabasco",
    "region": "Abruzzo"
  },
  {
    "name": "Jordi and Ruben ",
    "_id": 830,
    "bio": "Father Jordi (third generation farmer) and son Ruben (fourth generation) are at the core of the family winery Finca Parera. Jordi started out as a farmer specialized in orchard fruits, pioneering the growing of organic cherries throughout Catalonia. In 1987, he moved to Sant Llorenç d'Hortons (Alto Penedès), where he dedicated himself to organic vineyards, at a time when little attention was paid to nature and sustainability. Together with Ruben, he started a small winery in 1999.Jordi is currently in charge of the farm, while Ruben focuses more on the winery, with a title in Agricultural Engineering and a university degree in winemaking under his belt. He worked more than 20 vintages at Château Pourquey Gazeau (Bordeaux) and several wineries throughout Spain before focusing on the family project. Ruben is also well known for his charity work, and his natural wine bar in Barcelona, Bar Salvatge, which is absolutely worth a visit.First and foremost in everything they do, the Pareras stay true to their roots and principles. They highly value biodiversity and sustainable agriculture, resulting in a stunning farm with all kinds of fruit, orchards, cereals, olive trees, and a pasture for honey bees. With ancestral practices, they try to express the full potential of their soil, promote the landscape, take care of the land and create a fully circular operation. They use their own preparations and are certified biodynamic and organic. Since 1999, Jordi and Ruben moved their winery from a small farmhouse to a larger, centenary winery in the middle of the town of Sant Llorenç d'Hortons. The Finca Parera wines are all natural. Out of their collection of vessels, Ruben works with concrete most often, but depending on the grapes and wine he also uses clay jugs, wooden barrels, stainless steel tanks and demijohns.",
    "producer": "Finca Parera",
    "region": "Catalonia"
  },
  {
    "name": "Alberto Carretti",
    "_id": 831,
    "bio": "What is today the Podere Pradarolo farm, located in the Parma Hills of Emilia Romagna, was purchased in 1972 by now vigneron Alberto Carretti, who comes from a prominent cheesemaking family, and was converted to viticulture and winemaking in 1989, with Alberto’s vision of a rigorously natural venture guiding each and every step. The estate, located in the ancient winemaking area of Emilia Romagna near Parma (world-famous for its prosciutto, to which the farm was originally dedicated) and long since certified organic, is characterised by great thermal excursions between day and night and by breezes from the nearby Liguria sea imbuing the grapes with exceptional complex aromas. Alberto’s wines see ancestral knowledge and the passage of time as vital elements, having both whites and reds undergo long natural macerations and elevage, as well as no fining nor filtration.",
    "producer": "Podere Pradarolo",
    "region": "Emilia Romagna"
  },
  {
    "name": "Aurelien Petit",
    "_id": 832,
    "bio": "Aurélien operates a small (petit!) domaine around the town of Montpeyroux in Languedoc that is split into several small parcels, which total just over 11 acres (4.5 hectares). Aurélien prefers to do all of the work manually in the vines and in the rare case of needing mechanical intervention, he limits the use of machinery to working the soil. Harvesting and sorting the grapes is done by hand. Only indigenous yeasts are used during fermentation and the wines are neither fined nor filtered. The red grape varieties found here are typical of the south of France, in that he uses Carignan, Syrah, and Grenache. His white wines use Grenache Blanc, Chenin Blanc ( which is a rarity in this region), and also Terret-Bourret, a once common grape variety in Languedoc that is hardly grown anywhere else. Aurélien's goal is to create wines that are fresh, full of fruit, and very drinkable. To him, a good wine is one that we want to drink, and then drink again, and it is this maxim that guides him in his winemaking!",
    "producer": "Aurelien Petit",
    "region": "Languedoc"
  },
  {
    "name": "Ludovic Rohrer",
    "_id": 833,
    "bio": "Alsace is a region that is still largely misunderstood by wine lovers and professionals alike. It can be regarded as being as complex as Burgundy, with the mosaique of different terroirs resulting in Cru expression that is just fantastic. Protected on the West by the Vosges mountains, the vineyards run along 170 km, known as the famous Route des Vins d Alsace. This region borders with Germany, and grows many of the same grape varietals although the Alsatian expressions are generally drier.Domaine André Rohrer is based in Mittelbergheim, in the northern part of Alsace region and is run by young and talented Ludovic Rohrer. The Rohrer family have been making wine in the region for eight generations. Today they farm organically and biodynamically across eight hectares of vines including 0.18 hectares in the Grand Cru Zotzenberg.The vineyards are spread across three villages: Eichoffen, Mittelbergheim and Barr. Each village produces different varietals and expressions of terroir. Eichoffen produces Riesling and Gewurztraminer on silty sand over marl, Mittelbergheim south of the village with the lieu dit Stein is known for powerful Riesling on grey marls and limestone, Mittelbergheim west of the village with the lieu dit Le Forst produces Pinot Noir on sandstone and Mittelbergheim east of the village with the lieu dit l Oberscheuer brings Pinot Gris on deep soils made of marls and sandstone. The Rohrer family became early adopters of sustainable and organic farming methods.  In the 1960s Ludovics grandfather had already stopped the use of herbicide and encouraged herbs to grow between the vines. In the 1980s they ceased the use of all chemical pesticides and finally in 2001, André started the conversion of the Domaine towards organic certification. Today they are certified both organic and biodynamic. This conversion in the vineyard over the past decades has allowed them to improve the purity of their wines, with the full expression of their terroirs. Perfect expertise of vinification and natural winemaking, these wines are as pure as they come. Organic and biodynamic farming in the vineyard along with hand harvesting is followed in the cellar by traditional ageing in old Alsacian oak foudres. Most of the wines have no filtration and no sulphur added, only the wines with residual sugar are lightly filtered and lightly sulphured so they remain stable. It is also common that the family will hold wines longer in the cellar when a vintage or a cuvee needs it, for example the 2019 will only be released for 2021 Spring. With such care comes outstanding wines of purity, texture, honesty, generosity and length. These are wine to be sought out and savoured.",
    "producer": "Domaine Rohrer",
    "region": "Alsace"
  },
  {
    "name": "Johan Meyer and Ben Henshaw",
    "_id": 834,
    "bio": "Mother Rock is a collaboration between winemaker Johan Meyer and Indigo founder Ben Henshaw. Johan, a rising star of the new South African wine scene, has been scouting vineyards to produce the best South Africa can offer, giving honour to the country's long history of winemaking. Starting with the initial Force Majeure wines, they expanded the offerings to include a label called Mother Rock, focused on discovering exceptional parcels of sustainably-farmed vines grown on a variety of soil types. The identity of these two brands is rooted deep in the South African wine industry with Chenin Blanc at the root of the whites and field blends of the reds. Much like the Signature wines, Johan has long-term contracts with some of the best growers in the Southern Cape determined to farm their sites organically. In the winery there is no SO2 added before or during fermentation but its a natural element that comes from the vines and you will always end up with some SO2 in the wines. That being said the wines are lightly sulfured before bottling for preservation and stability. Ultimately Mother Rock is about showcasing the best and purest expression of South Africas diverse terroir.",
    "producer": "Mother Rock",
    "region": "Swartland"
  },
  {
      "name": "Ewald & Brigette Tscheppe",
      "_id": 835,
      "bio": "Focusing on Sauvignon Blanc, Welschriesling and Chardonnay (known locally as Morillon), Werlitsch wines are very precise in their delivery on the palate. Often crisp, clean and highly expressive, Werlitsch is totally committed to their chemical-free & holistic principles and respecting the land. Werlitsch sits alongside fellow respected producers working under the name ‘Schmecke das Leben’ (‘taste the life’), which is a band of five chemical-free & holistic producers committed to low-intervention work in the cellar and vineyard, and they work together to offer advice and support when needed to all achieve the best they can each achieve - and the results show! The other members of Schmeke das Leben are all, in our opinion, absolutely fantastic. They are Tscheppe, Strohmeier, Sepp & Maria Muster and Tauss.The Ex Vero range are specific Opok soil (mixture of clay & silt) plots numbered in relation to how high the harvest is taken. Ex Vero I are taken from the lower slopes, Ex Vero II the middle and Ex Vero III the highest part of the slope, where the vines are known to struggle a little more due to the rockier texture. Werlitsch also makes more skin-contact focused wines like the orange wines Glück & Freude, which are released in Clay bottles. The main difference between the two are that Freude is macerated as whole bunches, whilst Glück is detemmed before maceration.",
      "producer": "Werlitsch",
      "region": "Styrie"
  },
  {
    "name": "",
    "_id": 836,
    "bio": "",
    "producer": "La Furtiva",
    "region": "Catalonia"
  },
  {
    "name": "",
    "_id": 837,
    "bio": "",
    "producer": "Milan Nestarec",
    "region": "Moravia"
  },
  {
    "name": "Marie & Vincent Tricot",
    "_id": 838,
    "bio": "",
    "producer": "Marie & Vincent Tricot",
    "region": "Auvergne"
  },
  {
    "name": "",
    "_id": 839,
    "bio": "",
    "producer": "Benoit Delorme",
    "region": "Bourgogne"
},
{
  "name": "Salima & Alain",
  "_id": 840,
  "bio": "",
  "producer": "Salima & Alain Cordeuil",
  "region": "Champagne"
},
{
  "name": "Alice & Quentin Beaufort",
  "_id": 841,
  "bio": "Alice and Quentin founded their domaine in 2007. it all started when Alice and Quentin Beaufort took over a vineyard at Prusly sur Ource, in Cote d'Or, in Bourgogne. The terroir there, only a few miles from Champagne, is particularly suited for Pinot Noir and the climatic conditions of Prusly recall those of Polisy, a little village in Champagne-Ardenne, in the north east of France. the main concern of the domaine is both to rediscover the aura of taste, moving up the idea of the industrial product, and to nourish the land with sincere passion respecting the course of nature and painting wines that taste of sea. ",
  "producer": "Alice & Quentin Beaufort",
  "region": "Bourgogne"
}
]
