[
    {
        "name": "Argile",
        "price": "135",
        "year": "",
        "region": "Sud Ouest",
        "category": "Full body white",
        "_id": 111,
        "imageSrc": "./assets/argiletestpic.jpeg",
        "producer": "Chateau Lafitte",
        "producerId": 814,
        "grapes": "Petit Manseng",
        "notes": "Beautiful and frank minerality, dry white wine with surprising balance. Tension and fruit, fresh, lively, and length. Unique aromatics.",
        "method": ""
    },
    {
        "name": "PotatoLand MAG",
        "price": "160",
        "year": "2021",
        "region": "Kamptal",
        "category": "Easy drinking white",
        "_id": 112,
        "imageSrc": "./assets/potatoland.jpeg",
        "producer": "Matthias Warnung",
        "producerId": 828,
        "grapes": "Gruner Veltiner",
        "notes": "Easy drinking, crisp",
        "method": "Lighter style of Gruner from young vines, fermented and aged in stainless steel  rather than large Austrian oak. Manual harvested of whole bunch, direct press, fermented with indigenous  yeast in stainless steel, matured for 11months, undergoes malolactic  fermentation."
    },
    {
        "name": "Doux",
        "price": "105",
        "year": "2019",
        "region": "Sud Ouest",
        "category": "Dessert wine",
        "_id": 113,
        "imageSrc": "./assets/doux.jpeg",
        "producer": "Chateau Lafitte",
        "producerId": 814,
        "grapes": "Petit Manseng, Gros Manseng",
        "notes": "Honey",
        "method": ""
    },
    {
        "name": "Versant",
        "price": "65",
        "year": "2022",
        "region": "Quebec",
        "category": "Easy drinking white",
        "_id": 114,
        "imageSrc": "./assets/versant.jpeg",
        "producer": "Lieux Communs",
        "producerId": 815,
        "grapes": "Seyval",
        "notes": "Fun!",
        "method": ""
    },
    {
        "name": "Fins Als Kullons 1L",
        "price": "",
        "year": "2018",
        "region": "Catalonia",
        "category": "Dark rose",
        "_id": 311,
        "imageSrc": "./assets/finsalskullons.jpeg",
        "producer": "Finca Parera",
        "producerId": 830,
        "grapes": "Xarel-lo, Grenache Blanc, Sumoll",
        "notes": "Juicy, red fruits, floral notes, hints of earth. Palate is light, fresh and very easy drinking. Grapefruit juice.",
        "method": "Ruben Parera and his father, Jordi, turned their family farm into a fully organic estate to produce the most natural wines. The property includes almond, olive and cherry trees as well as an orchard, and has been certified biodynamic since 2015. Since then, they have been making a range of 6 authentic still wines, focusing on tradition, respect and simplicity. Fins Als Kullons it is a most irreverent natural red wine, breaking all the winemaking rules by mixing white and red varieties in the same wine. It comes from Demeter certified vineyards planted in limestone and clay soil, cultivated according to biodynamic practices in every phase. The harvest is carried out manually at the optimum moment of ripeness. In the winery, the Fins Als Kullons grapes are fermented separately in stainless steel tanks with native yeasts. Then they are put together in cement tanks for 9 months. Finally it is bottled without being filtered, refined or adding sulphites. Fins Als Kullons is the result of an unusual mixture of white and red varieties. A wine that looks both red and rosé and is easy to drink on any occasion thanks to its lightness and freshness."
    },
    {
        "name": "Etna Rosso",
        "price": "95",
        "year": "2020",
        "region": "Sicily",
        "category": "Fuller red",
        "_id": 411,
        "imageSrc": "./assets/srcrosso.jpeg",
        "producer": "SRC VINI",
        "producerId": 812,
        "grapes": "Nerello Mascalese",
        "notes": "The aromatics are  pure dark cherry, salt air, and wet rocks. The palate has more cherry, minerals  and a slight note of walnuts while the energy in the glass is palatable and could  only come from volcanic soils.",
        "method": "The SRC Etna Rosso is from organic vines that are around  70 years old. After three months of fermentation, the wine is aged for a year  before being bottled according to a biodynamic calendar."
    },
    {
        "name": "100 Vej",
        "price": "85",
        "year": "2021",
        "region": "Emilia Romagna",
        "category": "Maceration",
        "_id": 211,
        "imageSrc": "./assets/100vej.jpeg",
        "producer": "Podere Pradarolo",
        "producerId": 831,
        "grapes": "Malvasia",
        "notes": "A natural orange wine with a full body and intense tea-like aromas of  dried white flowers, dried stone fruit and citrus peel. Complex, aromatic and full  of life. Best served with food. Slightly fresher than previous vintages with the  reduced skin contact time. The winemaker adjusts this in line with how the  vintage has shaped up.",
        "method": "Organic Malvasia grapes were hand harvested and underwent  a 100 day maceration period in stainless steel. Spontaneous fermentation with  indigenous yeast. No fining, filtration or added sulphur. "
    },
    {
        "name": "Autochthon",
        "price": "80",
        "year": "2021",
        "region": "Badacsony",
        "category": "Easy drinking white",
        "_id": 115,
        "imageSrc": "./assets/auto.jpeg",
        "producer": "Bencze Birtoc",
        "producerId": 816,
        "grapes": "Furmint, Harslevelu, Keknyelu",
        "notes": "A bright and fun introduction to more natural, indigenous white blends,  with notes of tropical fruit, pear, and lime. Lively and playful, this is an anytime  white for natural wine.",
        "method": ""
    },
    {
        "name": "Touche pas le Grisbi",
        "price": "65",
        "year": "2021",
        "region": "Languedoc",
        "category": "Light red",
        "_id": 412,
        "imageSrc": "./assets/grisbi.jpeg",
        "producer": "Aurelien Petit",
        "producerId": 832,
        "grapes": "Cinsault, Grenache",
        "notes": "Beloved cuvee, easy drinking, earthy, red fruits, dark berries.",
        "method": "Manual harvest, natural fermentation with indigenous yeasts."
    },
    {
        "name": "Velius Rosato",
        "price": "75",
        "year": "2019",
        "region": "Emilia Romagna",
        "category": "Dark rose",
        "_id": 312,
        "imageSrc": "./assets/veliusrosato.jpeg",
        "producer": "Podere Pradarolo",
        "producerId": 831,
        "grapes": "Barbera",
        "notes": "100% Barbera, earthy, elegant, dense red and black fruits, strawberries, cranberries, smoke and earth on the nose. Palate is dry, mineral, coppery, medium acidity. Tannins are soft, but present. Refreshing and complex.",
        "method": ""
    },
    {
        "name": "Only Zuul",
        "price": "85",
        "year": "2021",
        "region": "Oregon",
        "category": "Maceration",
        "_id": 212,
        "imageSrc": "./assets/onlyzuul.jpeg",
        "producer": "Swick",
        "producerId": 813,
        "grapes": "Pinot Gris, Gewurztraminer",
        "notes": "Tropical, lychee, stonefruit, pineapple.",
        "method": "30 days on the skins."
    },
    {
        "name": "Le Gosier",
        "price": "75",
        "year": "2021",
        "region": "Quebec",
        "category": "Frizzante rose",
        "_id": 313,
        "imageSrc": "./assets/joyhillrose.jpeg",
        "producer": "Joy Hill",
        "producerId": 817,
        "grapes": "Gamay, Chardonnay, Gamaret",
        "notes": "Rose pet nat, fun, summery, red fruits.",
        "method": "Ancestral methode, without disgorgement, 5 months in concrete vats, 3 months sur lattes. No sulphites added. "
    },
    {
        "name": "Chat Noir",
        "price": "N/A",
        "year": "2022",
        "region": "Alsace",
        "category": "Frizzante",
        "_id": 511,
        "imageSrc": "./assets/chatnoir.jpeg",
        "producer": "Domaine Rohrer",
        "producerId": 833,
        "grapes": "Sylvaner, Muscat",
        "notes": "Crisp, refreshing, incredible finish.",
        "method": "The Rohrer family became early adopters of sustainable and organic  farming methods. In the 1960s Ludovics grandfather had already stopped the  use of herbicide and encouraged herbs to grow between the vines. In the 1980s  they ceased the use of all chemical pesticides and finally in 2001, André started  the conversion of the Domaine towards organic certification. Today they are  certified both organic and biodynamic. This conversion in the vineyard over the past decades has allowed them to  improve the purity of their wines, with the full expression of their terroirs.  Perfect expertise of vinification and natural winemaking, these wines are as  pure as they come. Organic and biodynamic farming in the vineyard along with  hand harvesting is followed in the cellar by traditional ageing in old Alsacian oak  foudres. Most of the wines have no filtration and no sulphur added, only the wines with residual sugar are lightly filtered and lightly sulphured so they  remain stable. It is also common that the family will hold wines longer in the cellar when a vintage or a cuvee needs it, for example the 2019 will only be  released for 2021 Spring. Methode traditionelle."
    },
    {
        "name": "Force Celeste",
        "price": "90",
        "year": "2021",
        "region": "Swartland",
        "category": "Rose",
        "_id": 314,
        "imageSrc": "./assets/forceceleste.jpeg",
        "producer": "Mother Rock",
        "producerId": 834,
        "grapes": "Cinsault",
        "notes": "Unfiltered and full of flavour, with some fine lees particles lending hints of  baking spices. Funky and tart, with notes of baked strawberries and peppery  freesias. Slowly whole-bunch pressed and vinified without any additives, for  texture and a dry finish. The result is fresh and pure, food-friendly, and  drinkable.",
        "method": ""

    },
    {
        "name": "Gluck",
        "price": "115",
        "year": "2020",
        "region": "Styrie",
        "category": "Full body white",
        "_id": 116,
        "imageSrc": "./assets/gluck.jpeg",
        "producer": "Werlitsch",
        "producerId": 835,
        "grapes": "Sauvignon Blanc, Morillon",
        "notes": "Food wine with great texture and notes of honey and apples.",
        "method": "biodynamic farming on the steep hills in Styria. Gluck means happiness and  is a cuvee of Morillon (Chardonnay) and Sauvignon Blanc. Minimalist  winemaking as always. Skin fermented for 2 weeks and aged on its fine lees in  large oak casks for 2 years. Unfined. Unfiltered. Min SO2.. There are two  skincontact wines from Werlitsch in clay bottles: Gluck & Freude. The main  difference between the two are that Freude is macerated as whole bunches,  whilst Gluck is destemmed."
    },
    {
        "name": "L Intemporel",
        "price": "75",
        "year": "2021",
        "region": "Alsace",
        "category": "Easy drinking white",
        "_id": 117,
        "imageSrc": "./assets/intemporel.jpeg",
        "producer": "Domaine Rohrer",
        "producerId": 833,
        "grapes": "Sylvaner",
        "notes": "Crisp, mineral, fresh, white fruits and citrus"
    },
    {
        "name": "Foret Noire",
        "price": "80",
        "year": "2021",
        "region": "Quebec",
        "category": "Light red",
        "_id": 413,
        "imageSrc": "./assets/joyhillred.jpeg",
        "producer": "Joy Hill",
        "producerId": 817,
        "grapes": "Gamay",
        "notes": "Notes of cherries, black pepper, licorice with a hint of tobacco.",
        "method": "Wood - old oak, stainless steel. Unfiltered, unfined, spontaneos fermentation."
    },
    {
        "name": "La Confidente",
        "price": "70",
        "year": "2022",
        "region": "Loire",
        "category": "Easy drinking white",
        "_id": 118,
        "imageSrc": "./assets/laconfidente.jpeg",
        "producer": "Domaine de la Garreliere",
        "producerId": "",
        "grapes": "Chenin Blanc",
        "notes": "Very crisp, nice fruit. Good dryness and acidity.",
        "method": "Stainless steel."
    },
    {
        "name": "Aglo",
        "price": "70",
        "year": "2018",
        "region": "Calabria",
        "category": "Easy drinking white",
        "_id": 119,
        "imageSrc": "./assets/aglo.jpeg",
        "producer": "Maradei",
        "producerId": "",
        "grapes": "Grenache Blanc, Malvasia",
        "notes": "Packed with notes of white flower and apricot, with hints of  baking spices. This is a white wine that makes you sit up and take notice, full in  flavor and lengthy on the finish.",
        "method": "The Maradei winery sits  between the municipalities of Saracena, Firmo and Lungro, in the area between  the Pollino National Park and the land of Sybaris. There the Maradei family has  been producing wine and olive oil since the 1980’s all with organic certification  and biodynamic conversion in progress."
    },
    {
        "name": "La Pira Barolo",
        "price": "325",
        "year": "2017",
        "region": "Piedmont",
        "category": "Fuller red",
        "_id": 414,
        "imageSrc": "./assets/barbaresco.jpeg",
        "producer": "Roagna",
        "producerId": "",
        "grapes": "Nebbiolo",
        "notes": "This year Pira has an incredible  amount of nuance and depth. It has soaring power and elegance. It's shocking  how the wine manages to combine such density and verve. The spectrum of  flavors is jaw-dropping - layered red fruits, game, earth, tar, herbs, spice.",
        "method": ""
    },
    {
        "name": "Berlance",
        "price": "90",
        "year": "2020",
        "region": "Savoie",
        "category": "Full body white",
        "_id": 120,
        "imageSrc": "./assets/berlance.jpeg",
        "producer": "Les Mangeaux d'Pierre",
        "producerId": "",
        "grapes": "Altesse",
        "notes": "Fresh, fruity, with super tension.",
        "method": "4 small hectares in Bugey. Long pressing, elevages on lie in stainless steel  for 19 mois."
    },
    {
        "name": "Hautes Cotes de Beaune En Cheignot",
        "price": "95",
        "year": "2020",
        "region": "Bourgogne",
        "category": "Full body white",
        "_id": 121,
        "imageSrc": "./assets/bonnardot.jpeg",
        "producer": "Domaine Bonnardot",
        "producerId": 818,
        "grapes": "Chardonnay",
        "notes": "Full body, lengthy finish.",
        "method": "Bourgogne Haute Côtes de Beaune is an appellation covering some 800  hectares and more than 30 communes between Côte de Beaune and Saône et  Loire. But if there is one thing their productions throughout the vineyards have  in common, it is that they are high-altitude wines. Located in the hills behind  the Côte de Beaune, its altitude and calcareous soils give its wines a very  defined personality with surprising lightness, depth and elegance. However,  although there are points in common in all the productions, the truth is that  when we are dealing with a winery like Domaine Bonnardot, where the terroir's  own character prevails, each wine is unique. As winegrowers in the Côte d'Or  since 1600, today the brothers Ludovic, Émilien and Antoine Bonnardot continue  the legacy that their parents started in the 1980s by making natural wines with  the utmost respect and minimal intervention, aiming to be faithful transmitters  of the location.As an example of this work philosophy, they present Domaine  Bonnardot Hautes Côtes de Beaune En Cheignot Blanc, a white wine from a plot  of only 1 hectare located at an altitude of 440 metres in the beautiful village of  Orches. Forty-year-old chardonnay vines planted on clay-limestone soils where  organic agriculture is practised with biodynamic treatments, the grapes being  harvested by hand at the optimum moment of ripening. Nothing too  complicated in the cellar. First, the whole bunches are pressed and the must  obtained is fermented in barrels without any oenological contribution. Finally,  the wine is aged for 18 months in 228 L oak barrels for 12 months before being  bottled.Reflecting the unique characteristics of the terroir, Domaine Bonnardot  Hautes Côtes de Beaune En Cheignot Blanc is distinguished by its freshness,  depth and minerality. A high-quality wine from the Hautes-Côtes de Beaune  AOC with a unique expression. "
    },
    {
        "name": "Santenay",
        "price": "100",
        "year": "2020",
        "region": "Bourgogne",
        "category": "Fuller red",
        "_id": 415,
        "imageSrc": "./assets/bonnardotred.jpeg",
        "producer": "Domaine Bonnardot",
        "producerId": 818,
        "grapes": "Pinot Noir",
        "notes": "Squishing figs, all the berries everywhere, mushroom  fairy rings, peony potpourri, graphite bits & decaying cedar fronds. Pour  alongside a horse-drawn sleigh ride through Trinity Bellwoods Park.",
        "method": "Fine and fancy Burgundian Pinot Noir needs no introduction, but here we  are. Founding winemaker Elisabeth Bonnardot came from a traditional wine  growing family, but after a stint with Jules Chauvet, one of the legendary  founders the natural wine movement, her mind changed. While herbicide and  pesticide use exploded around her, she focussed on Burgundy made naturally,  planting blackcurrants (YOM!) between the vines and even stopping the use of  sulphur. Passing on the skills and traditions, today the family estate is run by  her three sons Ludovic, Emilien & Antoine. Organic pinot noir is half destemmed  for finessed power before spontaneously fermentating and resting one year on  its yeasty lees (tExTUrE!)."
    },
    {
        "name": "Clandestine Rouge MAG",
        "price": "155",
        "year": "2020",
        "region": "Roussillon",
        "category": "Fuller red",
        "_id": 416,
        "imageSrc": "./assets/clandestinemag.jpeg",
        "producer": "De Mena",
        "producerId": 819,
        "grapes": "Lledoner Pelut",
        "notes": "Fresh, with great acidity displaying the spicy  notes. Bright red fruit, cherry.",
        "method": "6 months aged in barrels."
    },
    {
        "name": "Corton Grand Cru",
        "price": "625",
        "year": "2021",
        "region": "Bourgogne",
        "category": "Fuller red",
        "_id": 417,
        "imageSrc": "./assets/corton.jpeg",
        "producer": "Domaine Bruno Clavelier",
        "producerId": "",
        "grapes": "Pinot Noir",
        "notes": "Delicate with a pale ruby colour. The nose is lightly floral with notes of red roses and a mix of aromatic red berries. On the palate this wine shows its weight while avoiding becoming too heavy with fine, beautifully integrated tannins, and persisting red fruit notes.",
        "method": "Bruno Clavelier's treasure is his old vines, most of which were replanted  after the phylloxera epidemic in the 1930s and 1940s. The oldest are over 80  years old and are the result of massal selections. The yields are naturally limited  and the rooting is exceptional. The organic and biodynamic cultivation here  implies a strong presence in the vineyards and a lot of prevention and manual  interventions. All parcels receive the same care. The ploughing is complemented  by finishing with a pickaxe. At the height of the season, the estate allocates one  person per hectare. Manual harvesting is followed by sorting on the vine and in  the cellar, using a vibrating table. Vinification takes place in open truncated  cone-shaped vats, with more or less whole bunches (up to 30%). Fermentation  takes place with indigenous yeasts, with some gentle punching of the cap and  light pumping over. In total, the cuvaison lasts about three weeks, before a  delicate pressing. After settling, the wines are transferred to barrels by gravity.  The wine is aged for 16 to 18 months in fine-grained barrels of Tronçais and  Allier origin. The percentage of new wood never exceeds 30%, depending on  the vintage. No racking is carried out during the ageing process. The wines are  neither fined nor filtered. The result is wines that perfectly reflect their terroir of  origin, combining both depth of flavour and density of substance, without losing  the extreme finesse of the pinot. They have a fantastic ageing potential."
    },
    {
        "name": "Primeur",
        "price": "60",
        "year": "2022",
        "region": "Languedoc",
        "category": "Light red",
        "_id": 418,
        "imageSrc": "./assets/inibriati.jpeg",
        "producer": "Inebriati",
        "producerId": 820,
        "grapes": "Cinsault, Carignan, Muscat",
        "notes": "Glou Glou, aromatic and bright, serve chilled.",
        "method": "Mix of 2 red grapes and 1 white, co-fermented."
    },
    {
        "name": "Morgon",
        "price": "100",
        "year": "2021",
        "region": "Beaujolais",
        "category": "Light red",
        "_id": 419,
        "imageSrc": "./assets/morgon.jpeg",
        "producer": "Domaine Marcel Lapierre",
        "producerId": 821,
        "grapes": "Gamay",
        "notes": "Strawberry, cherry, rasperry, red fruits, earthy, mineral, leather, black fruits, plum.",
        "method": "This group of vignerons called for a return to the old practices of viticulture and vinification: starting with old vines, never using synthetic herbicides or pesticides, harvesting late, rigorously sorting to remove all but the healthiest grapes, adding minimal doses of sulphur dioxide or none at all, and avoiding chaptalization whenever possible. - Vignerons are beginning now to adopt biodynamic practices."
    },
    {
        "name": "Moulin a Vent",
        "price": "210",
        "year": "2019",
        "region": "Beaujolais",
        "category": "Fuller red",
        "_id": 420,
        "imageSrc": "./assets/moulinavent.jpeg",
        "producer": "Philippe Pacalet",
        "producerId": "",
        "grapes": "Gamay",
        "notes": "Beautiful  aromas of dark fruit and violets give way to a structured wine with bright red  fruit, raspberry and cherry tinged with granite and licorice. Could age, but great now.",
        "method": "Philippe Pacalet is a wine craftsman, an “innovator of terroirs” and one of  the people carving out the future of Burgundy and Beaujolais.  The grapes used to make the Philippe Pacalet Moulin à Vent wine come from  45year-old vines planted in clay and limestone soils with sandy and ferrous  components, cultivated according to the principles of biodynamic agriculture.  They are southeast-facing with a sunny and airy microclimate. The clusters  ferment whole with their own yeasts for four weeks without artificially controlled  temperatures and without adding sulphites. The cap is plunged twice a day. The  wine undergoes malolactic fermentation in parts and is then finally aged with its  fine lees for 17 months in oak barrels without SO2. As the nephew of Marcel  Lapierre, Pacalet's deft touch with gamay is clearly in his blood."
    },
    {
        "name": "Rives",
        "price": "60",
        "year": "2021",
        "region": "Quebec",
        "category": "Rose",
        "_id": 315,
        "imageSrc": "./assets/rives.jpeg",
        "producer": "Lieux Communs",
        "producerId": 815,
        "grapes": "Frontenac Gris",
        "notes": "Rich - drinks like a macerated white.",
        "method": "Semi-carbonic maceration. Elevage in old barrels."
    },
    {
        "name": "Tonnerre de Gres",
        "price": "110",
        "year": "2020",
        "region": "Savoie",
        "category": "Full body white",
        "_id": 122,
        "imageSrc": "./assets/tonnerredegres.jpeg",
        "producer": "Marie & Florian Curtet",
        "producerId": 823,
        "grapes": "Jaquere, Altesse",
        "notes": "Brilliant lemon hue in the glass. Aromas do not pounce out, but float - sliced,  tart yellow apple and pear, lavender, and bitter, unripe nectarine. There is flinty  smoke. As the glass warms, smells of almonds and faint licorice appear. The  wine has a wonderful palate, with yellow apples, clementine zest, bitter herbs,  and a stony, mineral zing. The fruit on the finish gives way to a lingering  saltiness, stiffened by a focused core of acidity.",
        "method": "Organically farmed vines, 28 years in age, were planted  to Mollassic limestone soils with a west/southwest exposure. The grapes are  pressed, and fermentation/aging is done in concrete tanks over 9 months on  the lees. The wine is bottled after a light filtration and a small dose of SO2."
    },
    {
        "name": "La Belle Sortie",
        "price": "75",
        "year": "2021",
        "region": "Cotes du Rhone",
        "category": "Light red",
        "_id": 421,
        "imageSrc": "./assets/bellesortie.jpeg",
        "producer": "Domaine Gramenon",
        "producerId": 822,
        "grapes": "Syrah, Grenache",
        "notes": "Black fruits, black berries, spices. Côtes du Rhône La Belle Sortie opens with a generous nose with aromas of black fruits and spices. Earthy, lively and balanced attack with blackberries and blueberries in the mid-palate. Lovely freshness and complexity in the finish.",
        "method": "Biodynamic"
    },
    {
        "name": "Blanc de Noir",
        "price": "80",
        "year": "2021",
        "region": "Languedoc",
        "category": "Full body white",
        "_id": 123,
        "imageSrc": "./assets/blancdenoir.jpeg",
        "producer": "Inebriati",
        "producerId": 820,
        "grapes": "Mourvedre, Grenache",
        "notes": "Deeply complex, slightly salty, and  rounded in texture. Surprising and utterly delightful.",
        "method": "A classic blend from the south of France but vinified with a twist. Grenache  and Mourvèdre are pressed immediately after harvest and separated from their  skins"
    },
    {
        "name": "Pinot Noir",
        "price": "75",
        "year": "2021",
        "region": "Oregon",
        "category": "Light red",
        "_id": 422,
        "imageSrc": "./assets/swickpinot.jpeg",
        "producer": "Swick",
        "producerId": 813,
        "grapes": "Pinot Noir",
        "notes": "Dark cherry, mushrooms and forest floor with a raspberry, plum, and espresso  palate. This is a light-medium bodied wine best served with a slight chill.",
        "method": "Whole Cluster maceration and fermentation for about 30 days. Aged in a  mix of older French oak barrels for 7 months. SO2 at bottling. 200 cases produced."
    },
    {
        "name": "Kiss Kiss Bang Bang",
        "price": "100",
        "year": "2020",
        "region": "Tuscany",
        "category": "Maceration",
        "_id": 213,
        "imageSrc": "./assets/kisskiss.jpeg",
        "producer": "Podere Anima Mundi",
        "producerId": "",
        "grapes": "Sauvignon Blanc",
        "notes": "Intense amber-yellow color. Aromas of peach, pear, ripe fruit, especially with yellow flesh. In the mouth the softness is well balanced by a marked minerality, which benefits the balance of the wine. Long and persistent finish. A wine that strikes us for its drinkability, balance, and energy.",
        "method": "Fermented spontaneously using low-intervention. Little to no added sulphites, unfined, unfiltered, aged in cement. Organic and Biodynamic (uncertified) agriculture, vines on loam and sand."
    },
    {
        "name": "I Vicini Favorita",
        "price": "105",
        "year": "2020",
        "region": "Savoie",
        "category": "Maceration",
        "_id": 214,
        "imageSrc": "./assets/favorita.jpeg",
        "producer": "Jean-Yves Peron",
        "producerId": 824,
        "grapes": "Favorita",
        "notes": "Honey, citrus and floral aromatics.",
        "method": "The I Vicini series is  Jeans negoce project, where he sources grapes from Piemonte. This is Favorita  from Piemonte - 2 week maceration, spontaneous fermentation in neutral oak  with indigenous yeasts."
    },
    {
        "name": "Les Oeillets",
        "price": "120",
        "year": "2020",
        "region": "Savoie",
        "category": "Maceration",
        "_id": 215,
        "imageSrc": "./assets/oeillets.jpeg",
        "producer": "Jean-Yves Peron",
        "producerId": 824,
        "grapes": "Jacquere",
        "notes": "This is lifted and fresh, with some deeper notes to round off the palate.",
        "method": "From a plot closer to Bugey that JYP and team have been working for a few years. Harvested slightly later and macerated lightly before ageing in barrel."
    },
    {
        "name": "Jurancon Sec",
        "price": "90",
        "year": "2020",
        "region": "Sud Ouest",
        "category": "Full body white",
        "_id": 124,
        "imageSrc": "./assets/lafittesec.jpeg",
        "producer": "Chateau Lafitte",
        "producerId": 814,
        "grapes": "Petit Manseng, Gros Manseng",
        "notes": "Mineral, saline, stone, apple, peach, green apple, lemon, lime. - stone fruits, citrus, white fruits. Fresh cut grass.",
        "method": ""
    },
    {
        "name": "Patus",
        "price": "70",
        "year": "2021",
        "region": "Languedoc",
        "category": "Light red",
        "_id": 423,
        "imageSrc": "./assets/patus.jpeg",
        "producer": "Inebriati",
        "producerId": 820,
        "grapes": "Grenache Noir",
        "notes": "Structured and light, spice, herbaceous, big fruits.",
        "method": "After hand-harvesting the grapes, the unstemmed grapes undergo carbonic  maceration for 5 to 6 days, and then are pressed and bottled."
    },
    {
        "name": "Granite",
        "price": "90",
        "year": "2020",
        "region": "Alsace",
        "category": "Maceration",
        "_id": 216,
        "imageSrc": "./assets/granite.jpeg",
        "producer": "Beck-Hartweg",
        "producerId": "",
        "grapes": "Riesling, Pinot Gris, Pinot Noir",
        "notes": "Zippy, citrus, acidity, texture, minerality, salinity.",
        "method": "From granitic, sandy and stony soil. The grapes are hand-harvested together and pressed in a pneumatic press. Wild-yeast fermentation for 8 to 10 months in old oak casks. Unfined, unfiltered, no SO2. "
    },
    {
        "name": "Picrochole MAG",
        "price": "180",
        "year": "2020",
        "region": "Loire",
        "category": "Light red",
        "_id": 424,
        "imageSrc": "./assets/picro.jpeg",
        "producer": "Domaine de Montrieux",
        "producerId": 825,
        "grapes": "Pineau D'aunis",
        "notes": "Red fruits, pepper, light.",
        "method": "Young vines of pineau daunis, 17 and 30 years old respectively, from the top of the parcel. Just over two months of maceration with some remontage, all done in tank."
    },
    {
        "name": "Nouveau L'Orange",
        "price": "65",
        "year": "2022",
        "region": "Ontario",
        "category": "Maceration",
        "_id": 217,
        "imageSrc": "./assets/nouveauorange.jpeg",
        "producer": "Trail Estate",
        "producerId": 826,
        "grapes": "Pinot Gris, Gewurztraminer, Riesling, Sauvignon Blanc, Muscat",
        "notes": "Apple, apricot, orange and lemon zest. Quite refreshing and definitely  crushable.",
        "method": ""
    },
    {
        "name": "Cliquets",
        "price": "75",
        "year": "2020",
        "region": "Languedoc",
        "category": "Light red",
        "_id": 425,
        "imageSrc": "./assets/cliquets.jpeg",
        "producer": "Opi d'Aqui",
        "producerId": 827,
        "grapes": "Grenache Noir, Vermentino",
        "notes": "It almost looks like a rosé in the glass,  but it has more weight in the mouth. We love this wine!",
        "method": "This wine has been made from 70% Grenache Noir which came from a  small plot (0.8 hectares) near the town of Vendémian which lies approximately  16 kilometres south-east of Clermont-l Hérault. The soils here are clay over  limestone. For this year, Philippe decided to add freshness to the wine by his normal technique of adding some white juice made from direct press Vermentino  (30%).The process was started using whole bunch, cold carbonic maceration for the  Grenache for 3 weeks. It was then aged in stainless steel tanks for 6 months. It  was bottled without fining or the addition of sulphites to preserve its freshness.  It is a red wine, but very light in colour."
    },
    {
        "name": "Drynomanana",
        "price": "85",
        "year": "2021",
        "region": "Languedoc",
        "category": "Light red",
        "_id": 426,
        "imageSrc": "./assets/drynomanana.jpeg",
        "producer": "Opi d'Aqui",
        "producerId": 827,
        "grapes": "Mourvedre",
        "notes": "Delicate mourvedre, very fine. Fruit, no tannins, light fizz on the tongue.  Bright and sunny and chugable and delicious!",
        "method": ""
    },
    {
        "name": "Merle Bleu",
        "price": "85",
        "year": "2022",
        "region": "Quebec",
        "category": "Light red",
        "_id": 427,
        "imageSrc": "./assets/merlebleu.jpeg",
        "producer": "Joy Hill",
        "producerId": 817,
        "grapes": "Blaufrankisch",
        "notes": "Black fruits, blackcurrant, clove. Glou glou and fruity and fun.",
        "method": "Semi-carbonic maceration, 6 days on indigenous yeasts without battonage, half the grapes aged in old oak barrels and the other half in stainless steel vats for 6 months. "
    },
    {
        "name": "Why So Serious? (Blue Bottle)",
        "price": "75",
        "year": "2021",
        "region": "Kamptal",
        "category": "Easy drinking white",
        "_id": 125,
        "imageSrc": "./assets/bluebottle.jpeg",
        "producer": "Matthias Warnung",
        "producerId": 828,
        "grapes": "Muller Thurgeau",
        "notes": "fruity & floral & spicy & earthy & mineral.",
        "method": ""
    },
    {
        "name": "La Salita",
        "price": "85",
        "year": "2021",
        "region": "Abruzzo",
        "category": "Maceration",
        "_id": 218,
        "imageSrc": "./assets/lasalita.jpeg",
        "producer": "Rabasco",
        "producerId": 829,
        "grapes": "Trebbiano",
        "notes": "Typicity and freshness that make all the difference. Rabasco La Salita Bianco 2019 is an aromatic white wine with a bouquet of  stone fruit, citrus notes and hints of Mediterranean herbs. On the palate it is  fresh, substantial and rich. An intense wine with vibrant acidity and a fragrant  finish.",
        "method": "La Salita Bianco wine is made from Trebbiano vineyards that  enjoy a unique microclimate between the Adriatic Sea, 40 km away, and the  Gran Sasso, a massif in the Apennine mountain range. These are old vines  planted on steep slopes with calcareous clay soils and alluvial sediments with  fossil remains. The vines are cultivated using organic agriculture and  biodynamic treatments. The yields are limited and all the work is carried out by  hand. Once the grapes have been harvested by hand, they are fermented in  the winery with native yeasts in open vats with no temperature control and  skin-contact maceration. The wine is then aged for a few months in fibreglass.  Finally, the wine is bottled without being clarified, filtered or adding sulphites. Made following the methods used by farmers of previous generations, Rabasco  La Salita Bianco reveals an expressive and typical profile of the Trebbiano  d'Abruzzo grape."
    },
    {
        "name": "LBL MAG",
        "price": "225",
        "year": "2019",
        "region": "Loire",
        "category": "Full body white",
        "_id": 126,
        "imageSrc": "./assets/LBLMAG.jpeg",
        "producer": "Noella Morantin",
        "producerId": 830,
        "grapes": "Sauvignon Blanc",
        "notes": "A smooth Sauvignon, without any trace of over-ripeness, with complex notes of  white fruits, flowers, mango, and grapefruit... A fruity palate with citrus  flavours. A complex, accomplished white wine, with great depth.",
        "method": "LBL is the fruit of two parcels of Sauvignon grown biodynamically: one  from 1943 and the other from the 1960s. An island of 2.5 ha of vines on a  hillside, surrounded by forest, on a soil of flinty clay over limestone bedrock.  LBL stands for Les Bois Lucas. Vinification: direct pressing, fermentation and  maturation for 18 months in 400-litre demi-muid barrels over ten years old,  followed by more than a year in the bottle. Neither filtered nor fined, with only a  micro-dose of sulphur at bottling."
    },
    {
        "name": "Terre Alta",
        "price": "70",
        "year": "2021",
        "region": "Catalonia",
        "category": "Easy drinking white",
        "_id": 127,
        "imageSrc": "./assets/lafurtiva.jpeg",
        "producer": "La Furtiva",
        "producerId": 836,
        "grapes": "Grenache Blanc, Macabeu, Parellada",
        "notes": "Wild and expressive with spicy yellow fruit, wild flowers and nice weight and texture with a mouthwatering mineral finish. Fun and natural.",
        "method": "uncertified biodynamic vines, whole cluster pressed and aged in a mix of concrete tanks and chestnut barrels for 10 months, then bottled unfiltered with no sulfur added."
    },
    {
        "name": "Ruz (1L)",
        "price": "85",
        "year": "2021",
        "region": "Moravia",
        "category": "Dark rose",
        "_id": 316,
        "imageSrc": "./assets/ruz.jpeg",
        "producer": "Milan Nestarec",
        "producerId": 837,
        "grapes": "Zweigelt, St. Laurent, Cabernet Sauvignon",
        "notes": "The palate follows through with raspberry, jasmine, and lime blossom after the nose leads with florality and red fruits. Easy drinking and fun, this is one that is not to be missed.",
        "method": "All of the grapes are carefully crushed into stainless tanks for spontaneous fermentation after being gently foot-stomped for a day. Milan can maintain the wine's freshness and youth by using stainless steel rather of wood."
    },
    {
        "name": "Les 3 Bonhommes",
        "price": "95",
        "year": "2022",
        "region": "Auvergne",
        "category": "Fuller red",
        "_id": 428,
        "imageSrc": "./assets/bonhommes.jpeg",
        "producer": "Marie & Vincent Tricot",
        "producerId": 838,
        "grapes": "Pinot Noir",
        "notes": "Beautifully intense perfume of cherry,  violets and earth. The palate is alive with tingling acidity, red fruits and deep  minerality.",
        "method": "Limestone, clay, and basalt soils. Mostly destemmed and fermented in barrique  with indigenous yeasts, with a part carbonically macerated. 12 months in  wooden casks. Zero SO2. "
    },
    {
        "name": "Riesling",
        "price": "80",
        "year": "2020",
        "region": "Badacsony",
        "category": "Easy drinking white",
        "_id": 128,
        "imageSrc": "./assets/birtokriesling.jpeg",
        "producer": "Bencze Birtoc",
        "producerId": 816,
        "grapes": "Riesling",
        "notes": "Loaded with fresh apricots and white peaches, this Hungarian Riesling is  dry with notes lemon peel and honey with a salty, mineral finish.",
        "method": "Grapes were  direct pressed and had a full 14 months on the lees in stoneware vessels.  Bencze's wines have a great tension and depth driven by the volcanic basalt  soils, sandstone and clay."
    },
    {
        "name": "100 Culottes",
        "price": "95",
        "year": "2020",
        "region": "Bourgogne",
        "category": "Full body white",
        "_id": 129,
        "imageSrc": "./assets/100cot.jpeg",
        "producer": "Benoit Delorme",
        "producerId": 839,
        "grapes": "Chardonnay",
        "notes": "Cien Culotte by Benoit Delorme represents an atypical Burgundy. It is a full  and taut chardonnay, with a straight and immediate sip.",
        "method": "Vinification without the  use of sulphites with spontaneous fermentation and aging on its lees for 6  months in barrique."
    },
    {
        "name": "Altitude 350M",
        "price": "215",
        "year": "2017",
        "region": "Champagne",
        "category": "Frizzante",
        "_id": 512,
        "imageSrc": "./assets/altitude.jpeg",
        "producer": "Salima & Alain Cordeuil",
        "producerId": 840,
        "grapes": "Chardonnay",
        "notes": "Intense and fresh",
        "method": "Altitude 350 m by Salima & Alain Cordeuil is the result of  100% Chardonnay grapes from a single vineyard facing west, not far from the  village of Noé-les-Mallets. Harvest 2017 and no final dosage for this intense and  fresh Champagne Blanc de Blancs."
    },
    {
        "name": "Le Petit Beaufort",
        "price": "95",
        "year": "",
        "region": "Bourgogne",
        "category": "Frizzante",
        "_id": 513,
        "imageSrc": "./assets/beaufort.jpeg",
        "producer": "Alice & Quentin Beaufort",
        "producerId": 841,
        "grapes": "Chardonnay",
        "notes": "An absolutely ace sparkling wine with white flower, red apple, peach, almond & brioche. A gentle fizz, tingly acidity and great finish. The wine is zero dosage (no extra sugar) which helps the mineral elements shine. There's a touch of skin contact which give it a beautiful peach glow.",
        "method": "The le Petit Beaufort parcel is surrounded by forests and prairies, with no  neighboring vines at close proximity. This is one of the coolest microclimates in  France, especially in the winter, at 300-315 meters of altitude with southern  exposure. Grapes are sulfured lightly at press to prevent oxidation.  The wine ferments in old barrels until June of the following year. It then spends  30 months aging in barrel, after which it is bottled and aged on the lees for 2  more years with concentrated organic grape must where it undergoes second  fermentation. Every bottle is disgorged by hand and has zero dosage."
    }
]
